Repository: Suraj-Shrestha/oldrevmaRApp
Catalog: app/RevmaRapp/RevmaRapp/*.lproj/Localizable.strings
Languages: nb

# ActivityHygiene
source: Personal hygiene
nb: Personlig hygiene

# ActivityDressing
source: Dressing and undressing
nb: Av/påkledning

# ActivityEating
source: Eating and drinking
nb: Spising/drikking

# ActivityMealPrep
source: Meal preparation
nb: Tilbereding av måltider

# ActivityShopping
source: Shopping
nb: Innkjøp

# ActivityHousework
source: Housework
nb: Husarbeid inne

# ActivityYardwork
source: Yardwork
nb: Hagearbeid

# ActvityHomeRepair
source: Home repair
nb: Vedlikehold av hjemmet

# ActivityLabor
source: Work (paid or unpaid)
nb: Arbeid (lønnet/ulønnet)

# ActivityEducation
source: Education
nb: Skole/utdanning

# ActivityFamilyTime
source: Family time
nb: Familietid

# ActivityCare
source: Caregiving
nb: Omsorgsoppgaver

# ActivityTransport
source: Driving and transport
nb: Transport/kjøre bil

# ActivityTV
source: Watching TV
nb: Se på TV

# ActivityListeningMusic
source: Listening to the radio or music
nb: Høre på radio/musikk

# ActivityDeskWork
source: Paperwork
nb: Organisering/papirarbeid

# ActivityReading
source: Reading
nb: Lese

# ActivityTelephone
source: Telephone conversations
nb: Telefonsamtaler

# ActivityPC
source: Using PC, smartphone, or tablet
nb: Bruk av PC, smarttelefon og nettbrett

# ActivityNature
source: Being out in nature
nb: Være ute i naturen

# ActivitySocial
source: Social activities
nb: Sosiale aktiviteter

# ActivityCulture
source: Kultural activities
nb: Kulturaktiviteter

# ActivityTrainingLow
source: Training (low intensity)
nb: Trene (lav intensitet)

# ActivityTrainingHigh
source: Training (high intensity)
nb: Trene (høy intensitet)

# ActivityRest
source: Resting
nb: Hvile

# ActivitySleep
source: Sleeping
nb: Lur (dagsøvn)

# Energy_use_label
source: How much energy did you use:
nb: Brukte du eller fikk du energi:

# energy_max_label
source: Little
nb: Fikk

# energy_min_label
source: Lots
nb: Brukte

# Activity_mastering_label
source: I was able to master this activity:
nb: Jeg mestret aktiviteten:

# mastering_max_label
source: Well
nb: Godt

# mastering_min_label
source: Poor
nb: Dårlig

# Activity_duty_label
source: The main reason for this activity was:
nb: Hvorfor utførte du denne aktiviteten:

# Activity_meaning_label
source: The activity’s meaning for me:
nb: Aktivitetens betydning for meg:

# Activity_pain_label
source: The Activity Caused Pain:
nb: Aktiviteten gav smerte:

# meaning_max_label
source: Important
nb: Viktig

# duty_max_label
source: Desired
nb: Lystbetont

# duty_min_label
source: Duty
nb: Plikt

# meaning_min_label
source: Unimportant
nb: Uviktig

# Time_Start_Label
source: Start time
nb: Tidspunkt

# Duration_Label
source: Duration
nb: Tidsbruk

source: Tap to choose activity
nb: Velg aktivitet

source: %@ minutes
nb: %@ minutter

source: 1 minute
nb: 1 minutt

source: Create a New Activity
nb: Lag en ny aktivitet

source: What’s the name of the new activity?
nb: Hva er navnet til den nye aktiviteten?

source: Cancel
nb: Avbryt
